INSERT INTO posts
VALUES (
    1,
    1,
    'このチャットの注意事項を添付しました。確認してください。',
    '注意事項.pdf',
    0,
    '2020/04/21 13:11:55',
    1,
    '2020/04/21 13:11:55',
    1
  );
INSERT INTO posts
VALUES (
    2,
    1,
    '確認しました',
    null,
    0,
    '2020/04/22 16:10:11',
    2,
    '2020/04/22 16:10:11',
    2
  );
INSERT INTO posts
VALUES (
    3,
    1,
    '確認しました！',
    null,
    0,
    '2020/04/22 17:45:29',
    3,
    '2020/04/22 17:45:29',
    3
  );
INSERT INTO posts
VALUES (
    4,
    1,
    '確認しました。',
    null,
    0,
    '2020/04/22 18:50:11',
    4,
    '2020/04/22 18:50:11',
    4
  );
INSERT INTO posts
VALUES (
    5,
    2,
    'sqlに関する情報を集めるチャットです！よろしくお願いします！',
    'sql.png',
    0,
    '2020/04/24 13:41:40',
    2,
    '2020/04/24 13:41:40',
    2
  );
INSERT INTO posts
VALUES (
    6,
    2,
    'よおｒしくおねがいします！',
    null,
    1,
    '2020/04/24 13:42:03',
    3,
    '2020/04/24 13:42:42',
    3
  );
INSERT INTO posts
VALUES (
    7,
    2,
    'よろしくお願いします！',
    null,
    0,
    '2020/04/24 13:44:03',
    3,
    '2020/04/24 13:44:03',
    3
  );
INSERT INTO posts
VALUES (
    8,
    3,
    'プログラミング言語に関するチャットです！',
    'プログラミング.gif',
    0,
    '2020/04/25 08:06:49',
    10,
    '2020/04/25 08:06:49',
    10
  );
INSERT INTO posts
VALUES (
    9,
    3,
    'よろしくお願いします！',
    null,
    0,
    '2020/04/25 15:42:22',
    8,
    '2020/04/25 15:42:22',
    8
  );
INSERT INTO posts
VALUES (
    10,
    3,
    'よろしく！',
    null,
    0,
    '2020/04/25 19:51:10',
    9,
    '2020/04/25 19:51:10',
    9
  );
INSERT INTO posts
VALUES (
    11,
    4,
    'test',
    null,
    0,
    '2020/04/25 21:15:26',
    5,
    '2020/04/25 21:15:26',
    5
  );
INSERT INTO posts
VALUES (
    12,
    4,
    '見れました！',
    null,
    0,
    '2020/04/26 00:12:43',
    7,
    '2020/04/26 00:12:43',
    7
  );
INSERT INTO posts
VALUES (
    13,
    5,
    'test',
    null,
    0,
    '2020/04/26 10:12:58',
    1,
    '2020/04/26 10:12:58',
    1
  );
INSERT INTO posts
VALUES (
    14,
    6,
    'test',
    null,
    0,
    '2020/04/26 11:21:44',
    1,
    '2020/04/26 11:21:44',
    1
  );
INSERT INTO posts
VALUES (
    15,
    6,
    'miremasita',
    null,
    1,
    '2020/04/26 14:21:32',
    3,
    '2020/04/26 14:22:45',
    3
  );
INSERT INTO posts
VALUES (
    16,
    7,
    'test',
    null,
    0,
    '2020/04/26 16:22:50',
    1,
    '2020/04/26 16:22:50',
    1
  );
INSERT INTO posts
VALUES (
    17,
    7,
    'sss',
    null,
    1,
    '2020/04/26 17:11:23',
    10,
    '2020/04/26 18:09:37',
    10
  )