INSERT INTO chats
VALUES (
    1,
    'りんご',
    '利用者の集まり',
    1,
    0,
    0,
    '2020/04/21 11:26:32',
    1,
    '2020/04/21 11:26:32',
    1
  );
INSERT INTO chats
VALUES (
    2,
    'ごりら',
    'sqlの集まり',
    1,
    0,
    0,
    '2020/04/23 15:42:05',
    2,
    '2020/04/23 15:42:05',
    2
  );
INSERT INTO chats
VALUES (
    3,
    'らっぱ',
    '言語の集まり',
    1,
    0,
    0,
    '2020/04/24 11:03:16',
    8,
    '2020/04/25 10:33:55',
    9
  );
INSERT INTO chats
VALUES (
    4,
    'ぱんだ',
    'フレームワークの集まり',
    0,
    0,
    0,
    '2020/04/23 18:14:28',
    5,
    '2020/04/24 20:33:06',
    7
  );
INSERT INTO chats
VALUES (
    5,
    'ごま',
    'adminとmysqlのダイレクトチャット',
    1,
    1,
    0,
    '2020/04/23 14:34:58',
    1,
    '2020/04/23 14:34:58',
    1
  );
INSERT INTO chats
VALUES (
    6,
    'まり',
    'adminとsqlserverのダイレクトチャット',
    0,
    1,
    0,
    '2020/04/23 14:45:22',
    1,
    '2020/04/23 14:45:22',
    1
  );
INSERT INTO chats
VALUES (
    7,
    'りす',
    'adminとjsのダイレクトチャット',
    1,
    1,
    0,
    '2020/04/24 10:55:21',
    1,
    '2020/04/24 10:55:21',
    1
  );
INSERT INTO chats
VALUES (
    8,
    'かめ',
    'adminとamazonのダイレクトチャット',
    1,
    1,
    1,
    '2020/04/24 11:02:20',
    1,
    '2020/04/27 15:41:33',
    1
  )